[Ability.A_heal_flower H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[Ability.A_heal_flower_buff H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_heal_flower_marker H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_SHIELDING_flower H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="自然庇护"
mTooltip="友方生物仅承受来自近战和远程攻击的70%伤害，而生命之花承受所造成伤害的30%。"

[Ability.A_Shielding_flower_Buff H7BaseBuff]
mName="自然庇护"
mTooltip="生物仅承受来自近战和远程攻击的70%伤害。"

[Ability.A_skype_tours H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[cooldown.A_no_flower_life H7BaseBuff]
mName="生命之花冷却中"
mTooltip="此英雄在接下来的 %durnow 回合内无法使用生命之花法术。"

[Creature.Tree_magic H7Creature]
mName="生命之花"
mLore=""

[Creature.Tree_magic_upregate H7Creature]
mName="强化生命之花"
mLore=""

v1.37

[cooldown.A_no_flower_life_master H7BaseBuff]
mName="生命之花冷却中"
mTooltip="此英雄在接下来的 %durnow 回合内无法使用生命之花法术。"